i5-2500k/noretpoline-pti-nopcid/pgbench/1000/runs/result-ro-1.log
transaction type: <builtin: select only>
scaling factor: 1000
query mode: simple
number of clients: 4
number of threads: 4
duration: 300 s
number of transactions actually processed: 6689865
latency average = 0.179 ms
tps = 22299.532923 (including connections establishing)
tps = 22299.645234 (excluding connections establishing)