i5-2500k/noretpoline-pti-nopcid/pgbench/1000/runs/result-ro-2.log
transaction type: <builtin: select only>
scaling factor: 1000
query mode: simple
number of clients: 4
number of threads: 4
duration: 300 s
number of transactions actually processed: 6819252
latency average = 0.176 ms
tps = 22730.817601 (including connections establishing)
tps = 22730.942156 (excluding connections establishing)